13/data/attachments/a87447fb24adba4b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jasmine_both_Actions_90345_4</nif:username>
            <nif:friendToBeRequested>soap_actions_383949f3-0790-4ead-9865-ae94420c8803</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>